[UIFacility_GeneModChamberSlot]
m_strWarnFirstTimeGeneModDialogTitle=基因改造行动
m_strWarnFirstTimeGeneModDialogText=恭喜，指挥官！你即将越过被称为基因改造的不道德医疗行为的界限。在进行手术之前，有一些规则需要遵循：<ul><li><b>基因改造是永久性的！</b></li><li>你可以随时中止该项目，但是该项目消耗的资源将被浪费，分配到该位置的士兵将获得永久性的负面特质，直到他接受一次成功的基因改造手术。</li><li>某些基因改造项目需要额外的条件。</li><li>并非所有的基因改造都能同时安装。某些类型与其他类型不兼容。</li><li>大多数基因改造都要消耗意志力。</li><li>同时启用基因改造和增强（Augmentations模组），可获得额外的功能。</li><li>该模组有多个增加或降低难度的第二波选项。</li></ul>\n\n打开潘多拉的盒子，开心玩吧！
m_strWarnStopGeneModDialogTitle=停止基因改造
m_strWarnStopGeneModNegEnabledDialogText=如果你停止 %UNITNAME 进行的基因改造， %GENDER 将获得一个在下次成功的基因改造手术之前无法移除的负面特质！不仅如此，该项目消耗的资源也将被浪费！你确定仍然想停止这个项目吗？
m_strWarnStopGeneModNegDisabledDialogText=如果你停止 %UNITNAME 进行的基因改造，该项目消耗的资源也将被浪费！你确定仍然想停止这个项目吗？

m_strSoldiersAvailableTooltip=指派士兵来改造他的基因，使其变得更加强大。
m_strOKDisable="不再显示此信息"

[UICommodity_GeneModUpgrade]
m_strTitle=基因改造
m_strSubTitle=单兵属性数据调整
m_strInventoryLabel=可用的改造
m_strBuy=开始改造
m_strRestricted=[限制]
m_strTotalLabel=不可退还资源
m_strGMDialogNegDisabledTitle=注意
m_strGMDialogNegDisabledText=你真的确定要改造这个士兵的基因吗？
m_strGMDialogNegEnabledTitle=注意
m_strGMDialogNegEnabledText=你真的确定要改造这个士兵的基因吗？如果你确定，但是稍后又中止项目，将会产生不可预料的后果！
m_strGMCat1 = 脑部
m_strGMCat2 = 眼部
m_strGMCat3 = 胸部
m_strGMCat4 = 皮肤
m_strGMCat5 = 腿部
m_strGMCat6 = 手臂
m_strGMCat7 = 杂项
m_strSoldierStatus = %SKILL 行动

[X2GeneModTemplate]
m_str_GMPrevented_ByAugmentation_Eyes="该士兵的眼睛已被增强，不能进行基因改造。"
m_str_GMPrevented_ByAugmentation_Torso="该士兵的躯干已被增强，不能进行基因改造。"
m_str_GMPrevented_ByAugmentation_Arms="该士兵的手臂已被增强，不能进行基因改造。"
m_str_GMPrevented_ByAugmentation_Legs="该士兵的腿部已被增强，不能进行基因改造。"
m_str_GMPrevented_ByAugmentation_Skin="该士兵50%以上的身体部位已被增强，他的皮肤不能进行基因改造。"

m_strCanBeDisabledByAugment_Eyes="增强该士兵的头部，将禁用他的眼部基因改造。"
m_strCanBeDisabledByAugment_Torso="增强该士兵的躯干，将禁用他的胸部基因改造。"
m_strCanBeDisabledByAugment_Arms="增强该士兵的手臂，将禁用他的手臂基因改造。"
m_strCanBeDisabledByAugment_Legs="增强该士兵的腿部，将禁用他的腿部基因改造。"
m_strCanBeDisabledByAugment_Skin="增强该士兵2个以上的部位，将禁用他的皮肤基因改造。"

m_strHasBeenDisabledByWound_Eyes="由于该士兵受到重伤，他的基因改造眼部已经受损并且无法修复，现在只能用增强头部来取代。"
m_strHasBeenDisabledByWound_Torso="由于该士兵受到重伤，他的基因改造胸部已经受损并且无法修复，现在只能用增强躯干来取代。"
m_strHasBeenDisabledByWound_Arms="由于该士兵受到重伤，他的基因改造手臂已经受损并且无法修复，现在只能用增强手臂来取代。"
m_strHasBeenDisabledByWound_Legs="由于该士兵受到重伤，他的基因改造腿部已经受损并且无法修复，现在只能用增强腿部来取代。"
m_strHasBeenDisabledByWound_Skin="由于该士兵受到重伤，他的基因改造皮肤已经受损并且无法修复，现在只能用增强某个身体部位来取代。"

m_strHasBeenDisabledByAugment_Eyes="该士兵的基因改造眼部已被增强头部所取代。"
m_strHasBeenDisabledByAugment_Torso="该士兵的基因改造胸部已被增强躯干所取代。"
m_strHasBeenDisabledByAugment_Arms="该士兵的基因改造手臂已被增强手臂所取代。"
m_strHasBeenDisabledByAugment_Legs="该士兵的基因改造腿部已被增强腿部所取代。"
m_strHasBeenDisabledByAugment_Skin="该士兵的基因改造皮肤已被增强某个身体部位所取代。"

[UIAlert_GeneMod]
m_strNewGMAvailable=<XGParam:StrValue0/!TechName/>: 新的基因改造可用
m_strSoldierGMHeader=注意
m_strTitleLabelComplete=基因改造完成
m_strTitleLabelNegativeAbility=基因改造已中止
m_strTitleLabelNewGeneModAvailable="新的基因改造可用"
m_strGoToAWC=查看医务室
m_strGrantsAbility="授予能力"

[X2DownloadableContentInfo_WotC_GeneModdingFacility]
GeneModEventLabel="%CLASSNAME 基因改造："

str_SWO_OnlyMutant_Description="一次性基因改造：因重伤而残损基因改造过的肢体，将禁用该部位的基因改造。"
str_SWO_OnlyMutant_Tooltip="因重伤而残损基因改造过的肢体，将禁用该部位的基因改造。如果要修复残损的肢体，只能通过增强或者其他基因改造模块（需要第二波选项“巨噬细胞转基因SWO”）来完成。"
str_SWO_MutagenicGrowth_Description="巨噬细胞转基因：士兵即使在受伤时，也可以进行基因改造。"
str_SWO_MutagenicGrowth_Tooltip="士兵即使在受伤时，也可以进行基因改造。一旦基因改造完成，士兵的伤势将痊愈。如果同时启用了增强（Augmentations模组），基因改造将可用于修复残损的肢体，而不只是增强。"
str_SWO_Biosynthesis_Description="生物合成：增强过的肢体可以被基因改造。"
str_SWO_Biosynthesis_Tooltip="增强过的肢体可以被基因改造。基因改造过的肢体也可被增强，而且基因改造不会因此被移除。"

[UIScreenListener_AugmentGeneMod]
sWarnTitle="注意"

[XComGameState_ShownGeneModPopups]
ProjectCompleteNotification="康复完成"
ProjectCompleteSubTitle="已移除所有负面特质！"